Repository: eskalacja/ipaper-by-eskalacja
Catalog: lang/ipaper-*.po
Languages: fr_fr

source: Login error!
fr_fr: Erreur de connexion !

source: Upload impossible
fr_fr: Envoi de fichier impossible

source: Error: Document not updated!
fr_fr: Erreur : Document non mis à jour !

source: Error: Document not deleted!
fr_fr: Erreur : Document non supprimé !

source: Error: Values must be numeric!
fr_fr: Erreur : Les valeurs doivent être numériques !

source: Error: Upload problem!
fr_fr: Erreur : L'envoi à échoué !

source: iPaper Settings
fr_fr: Configuration iPaper

source: List of documents can be find on iPaper page
fr_fr: La liste des documents se trouve sur la page iPaper

source: How to
fr_fr: A propos

source: You must have a <a href="http://www.scribd.com/">Scribd</a> account to use this plugin.
fr_fr: Vous devez avoir un compte <a href="http://www.scribd.com/">Scribd</a> pour utiliser ce plugin

source: Once you are logged in you can synchronize your documents and insert them into posts.
fr_fr: Une fois connecté vous pouvez synchroniser vos documents et les insérer dans vos articles

source: Learn more about all features of this plugin in <a href="#help">help</a>
fr_fr: Pour en savoir plus sur toutes les fonctionnalités de ce plugin, aller dans <a href="#help" onclick="showHelp()">l'aide</a>

source: Thanks for your support!
fr_fr: Merci pour vos dons !

source: A huge thanks to the people who have donated to support
fr_fr: Un grand merci aux personnes qui ont déjà fait un don pour supporter

source: development, I will keep on working to enhance it!
fr_fr: je vais continuer le développement pour l'améliorer !

source: Plugin not configured
fr_fr: Le plugin n'est pas configuré

source: Your administrator has not finished to configure iPaper, you can't use it for now.
fr_fr: Votre administrateur n'a pas terminé la configuration de iPaper, vous ne pouvez pas l'utiliser pour le moment

source: Go to
fr_fr: Aller à

source: settings page
fr_fr: la page de configuration

source: Published
fr_fr: Publié

source: Converting...
fr_fr: Conversion en cours...

source: Error
fr_fr: Erreur

source: Displayable
fr_fr: Visible

source: Upload a new document
fr_fr: Ajouter un document

source: Documents list
fr_fr: Liste des documents

source: Synchronize
fr_fr: Synchroniser

source: Title
fr_fr: Titre

source: Read
fr_fr: Vu

source: Status
fr_fr: Etat

source: View
fr_fr: Voir

source: Edit
fr_fr: Editer

source: Are you sure to delete this document?
fr_fr: Etes vous sur de vouloir supprimer ce document ?

source: Delete
fr_fr: Supprimer

source: No document, try to
fr_fr: Aucun document, essayer de

source: synchronize
fr_fr: synchroniser

source: Edit document
fr_fr: Editer le document

source: Cancel and back to list
fr_fr: Annuler et retourner à la liste

source: or
fr_fr: ou

source: view document
fr_fr: voir le document

source: Title:
fr_fr: Titre :

source: Access:
fr_fr: Accès :

source: Private
fr_fr: Privé

source: Tags:
fr_fr: Mots clés :

source: Show ads:
fr_fr: Montrer les pubs :

source: Account default
fr_fr: Valeur par défaut

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: License:
fr_fr: Licence :

source: Attribution alone
fr_fr: Paternité seule

source: Attribution + Noncommercial
fr_fr: Paternité + Pas d'utilisation commerciale

source: Attribution + NoDerivs
fr_fr: Paternité + Pas de modification

source: Attribution + ShareAlike
fr_fr: Paternité + Partage des conditions initiales à l'identique

source: Attribution + Noncommercial + NoDerivs
fr_fr: Paternité + Pas d'utilisation commerciale + Pas de modification

source: Attribution + Noncommercial + ShareAlike
fr_fr: Paternité + Pas d'utilisation commerciale + Partage des conditions initiales à l'identique

source: Public domain
fr_fr: Domaine public

source: Next 7 fields values can't be retrieved, then options won't be checked here but your choices will be saved at Scribd.
fr_fr: Les valeurs des 7 champs suivants ne peuvent être récupérées, ces options ne seront donc jamais cochées ici mais vos choix seront sauvegardés sur Scribd

source: Don't forget to set these options each time you update your document!
fr_fr: N'oubliez pas de saisir ces options à chaque fois que vous éditez votre document !

source: These options are put in cache by Scribd, wait some minutes to see changes.
fr_fr: Ces options sont mises en cache par Scribd, attendez quelques minutes pour voir les changements.

source: Disable upload link:
fr_fr: Désactiver le lien d'upload :

source: Disable print:
fr_fr: Désactiver l'impression :

source: Disable select text:
fr_fr: Désactiver la sélection de texte :

source: Disable about dialog:
fr_fr: Désactiver la boîte à propos :

source: Disable info dialog:
fr_fr: Désactiver la boîte d'informations :

source: Disable view mode change:
fr_fr: Désactiver le changement de mode de vue :

source: Disable related documents:
fr_fr: Désactiver les documents liés :

source: It's a paid document:
fr_fr: C'est un document payé :

source: Type of page restriction:
fr_fr: Type de restrictions des pages :

source: By default
fr_fr: Par défaut

source: Maximum pages
fr_fr: Maximum de pages

source: Maximum percentage
fr_fr: Pourcentage maximum

source: Page range
fr_fr: Plage de pages

source: Number:
fr_fr: Nombre :

source: Percent:
fr_fr: Pourcentage :

source: Range:
fr_fr: Plage :

source: Allow Scribd to vary the preview pages:
fr_fr: Autoriser Scribd à varier la prévisualisation des pages :

source: Obfuscate all numbers in document:
fr_fr: Obfusquer les nombres dans le document :

source: Allow search engine to index the document:
fr_fr: Autoriser les moteurs de recherche à indexer le document :

source: Price:
fr_fr: Prix :

source: Price shown:
fr_fr: Prix affiché :

source: Update file
fr_fr: Mettre à jour le fichier

source: Upload a new file:
fr_fr: Envoyer un nouveau fichier

source: Maximum filesize: %s,
fr_fr: Taille maximale : %s,

source: for bigger upload use <a href="http://www.scribd.com/upload">Scribd interface</a>. Learn why in <a href="#help">help</a>
fr_fr: pour un fichier plus gros, utilisez <a href="http://www.scribd.com/upload">l'interface Scribd</a>. Pour en savoir plus lisez <a href="#help" onclick="showHelp()">l'aide</a>

source: Upload a new file from URL:
fr_fr: Envoyer un nouveau fichier à partir d'une adresse :

source: Synchronize list after save:
fr_fr: Synchroniser la liste après la sauvegarde :

source: Save
fr_fr: Sauvegarder

source: View document
fr_fr: Voir le document

source: Back to list
fr_fr: Retour à la liste

source: edit document
fr_fr: éditer le document

source: Enter your Scribd account informations
fr_fr: Entrez les informations de votre compte Scribd

source: Login:
fr_fr: Nom d'utilisateur :

source: Password:
fr_fr: Mot de passe :

source: Need help?
fr_fr: Besoin d'aide ?

source: You can upload a file or upload from url
fr_fr: Vous pouvez envoyer un fichier ou prendre un fichier à partir d'une adresse web

source: File:
fr_fr: Fichier :

source: URL:
fr_fr: Adresse :

source: Synchronize list after upload:
fr_fr: Synchroniser la liste après l'envoi :

source: Upload
fr_fr: Envoyer

source: Default options
fr_fr: Options par défaut

source: Width:
fr_fr: Largeur :

source: Height:
fr_fr: Hauteur :

source: Mode:
fr_fr: Affichage :

source: List
fr_fr: Liste

source: Book
fr_fr: Livre

source: Slideshow
fr_fr: Diaporama

source: Tile
fr_fr: Mosaïque

source: Help
fr_fr: Aide

source: Use the plugin step by step
fr_fr: Utilisation du plugin pas à pas

source: Create your <a href="http://www.scribd.com">Scribd</a> account and signup for an <a href="http://www.scribd.com/publisher/signup_api_details">API account</a>
fr_fr: Créer votre compte <a href="http://www.scribd.com/">Scribd</a> puis remplissez ce formulaire pour avoir un <a href="http://www.scribd.com/publisher/signup_api_details">compte API</a>

source: Set your login, password, API key and API secret into
fr_fr: Définissez votre identifiant, mot de passe, API key et API secret dans

source: account informations
fr_fr: les informations de votre compte

source: (You can find all these datas in your <a href="http://www.scribd.com/people/account">Scribd profile</a>)
fr_fr: (Vous pouvez trouver toutes ces données dans votre <a href="http://www.scribd.com/people/account">profil Scribd</a>)

source: Upload your documents directly from iPaper plugin. (Your are limited to %s for each file. It's your server limit. When you upload a document from iPaper plugin, file is uploaded to your server, then transfered to Scribd server into your account. If you want to upload bigger documents you have to do it using <a href="http://www.scribd.com/upload">Scribd interface</a>)
fr_fr: Ajoutez vos documents directement depuis le plugin iPaper (Vous êtes limité à %s pour chaque fichier. C'est la limite de votre serveur. Lorsque vous ajoutez un document à partir du plugin iPaper, le fichier est envoyé sur votre serveur, puis transféré dans votre compte sur le serveur Scribd. Si vous souhaitez ajouter des fichiers plus volumineux vous pouvez le faire en utilisant <a href="http://www.scribd.com/upload">l'interface Scribd</a>)

source: Synchronize your Scribd account with iPaper plugin
fr_fr: Synchroniser votre compte Scribd avec le plugin iPaper

source: Insert your documents in your posts in one click
fr_fr: Insérez vos documents dans vos articles en un clic

source: Plugins features
fr_fr: Fonctionnalités du plugin

source: - Upload files from your harddrive or from an url
fr_fr: - Envoyer des fichiers depuis votre disque dur ou depuis une adresse web

source: - Edit your documents properties: title, description, tags, access, license, ...
fr_fr: - Editer les données de vos documents : titre, description, mots clés, accès, licence, ...

source: - Update each document file
fr_fr: - Mettre à jour le fichier de chaque document

source: - Preview your documents
fr_fr: - Prévisualiser vos documents

source: - Delete documents
fr_fr: - Supprimer vos documents

source: - Define global height and width used for all documents, but if you want particular height and width for a document, you can override when inserting in a post
fr_fr: - Définir la largeur et la hauteur par défaut utilisés pour tous les documents, si vous souhaitez une largeur et une hauteur particulière pour un document, vous pouvez les redéfinir au moment de l'insertion dans un article

source: - Display public documents by giving ID and key
fr_fr: - Afficher des documents publics juste en donnant l'ID et la clé

source: If you want to support iPaper, you can donate, for this version or for future updates, thank you!
fr_fr: Si vous souhaitez soutenir iPaper, vous pouvez faire un don, pour cette version ou pour les futures mises à jour, merci !

source: Insert my iPaper document
fr_fr: Insérer mon document iPaper

source: Insert public iPaper document
fr_fr: Insérer un document iPaper public

source: Select a document:
fr_fr: Sélectionner un document :

source: Width and height are taken from plugin settings, but you can override it for each document.
fr_fr: La largeur et la hauteur sont prises dans les options du plugin mais vous pouvez les redéfinir pour chaque document.

source: Document ID:
fr_fr: ID du document

source: Document Key:
fr_fr: Clé du document :

source: Cancel
fr_fr: Annuler

source: Insert
fr_fr: Insérer
